tap "acsandmann/tap"
tap "asmvik/formulae"
tap "browsh-org/browsh"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "coreutils"
brew "fd"
brew "git"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "leader-key"
cask "nordpass"
cask "raycast"
cask "rectangle"
